Repository: RKWKomZe/RkwTools
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkw_tools_domain_model_overview
source: RKW Tools: Overview
de: RKW Tools: Übersicht

# tx_rkw_tools_domain_model_overview.description
source: List of RKW Tools
de: Liste von RKW Tools

# tx_rkwtools_domain_model_tool.description
source: Description
de: Beschreibung

# tx_rkwtools_domain_model_tool.type
source: Type
de: Typ

# tx_rkwtools_domain_model_tool.image
source: Teaser image
de: Vorschaubild

# tx_rkwtools_domain_model_tool.sys_category
source: Sys Category
de: Kategorie

# tx_rkwtools_domain_model_tool.projects
source: Projects
de: Projekte

# tx_rkwtools_domain_model_tool.department
source: Department
de: Thema

# tx_rkwtools_domain_model_tool.link
source: Resource
de: Ressource (Interner Link, externer Link, Datei)

# tx_rkwtools_domain_model_tool.tab.reference
source: Reference
de: Referenz

# tx_rkwtools_domain_model_tool.tab.assignment
source: Assignments
de: Zuordnungen

# tx_rkwtools_domain_model_tooltype
source: RKW Tools: Type
de: RKW Tools: Typ

# tx_rkwtools_domain_model_tooltype.description
source: Description
de: Beschreibung

# flexform.overview.sheetTitle
source: Behavior
de: Verhalten

# flexform.overview.filterOptions
source: Plugin pre-filter options
de: Plugin Vorfilter-Optionen

# flexform.overview.frontendOptions
source: Frontend options
de: Frontend Anzeigeoptionen

# flexform.overview.frontendFilterOptions
source: Frontend filter options
de: Frontend Filteroptionen

# flexform.overview.tool
source: Tools
de: Tools (nur auswählen, wenn Einschränkung gewünscht)

# flexform.overview.misc
source: Other
de: Sonstiges

# flexform.overview.department
source: Topic
de: Thema (nur auswählen, wenn Einschränkung gewünscht)

# flexform.overview.projects
source: Projects
de: Projekte (nur auswählen, wenn Einschränkung gewünscht)

# flexform.overview.sysCategory
source: Category
de: Kategorie (nur auswählen, wenn Einschränkung gewünscht)

# flexform.overview.itemsPerPage
source: Items per page
de: Elemente pro Seite

# flexform.overview.showMoreLink
source: Show more link
de: Zeige mehr-Link

# flexform.overview.openWindow
source: Open links in same window
de: Links im gleichen Fenster öffnen

# flexform.overview.showDepartment
source: Show topic option
de: Zeige Themen-Filter

# flexform.overview.showSysCategory
source: Show category option
de: Zeige Kategorie-Filter

# flexform.overview.showProjects
source: Show project option
de: Zeige Projekte-Filter

# flexform.overview.noCache
source: No cache
de: Cache deaktivieren
